name: "yolox_ensemble"
backend: "python"
max_batch_size: 32
input [
  {
    name: "INPUT_IMAGES"
    data_type: TYPE_STRING
    dims: [ -1 ]
  },
  {
    name: "THRESHOLDS"
    data_type: TYPE_FP32
    dims: [ -1, 2 ]
  }
]
output [
  {
    name: "OUTPUT"
    data_type: TYPE_STRING
    dims: [ -1 ]
  }
]
instance_group [
  {
    kind: KIND_GPU
    count: 1
  }
]
parameters {
  key: "EXECUTION_ENV_PATH"
  value: { string_value: "/opt/venv" }
}
