name: "paddleocr"
backend: "python"
max_batch_size: 2
input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [ -1, 3, -1, -1 ]
  }
]
output [
  {
    name: "output"
    data_type: TYPE_BYTES
    dims: [ 3, -1 ]
  }
]
instance_group [
  { kind: KIND_GPU }
]
